Revit 2027 API
ParameterTypeId.AnalyticalLinkReleaseTranslationZ Property
 "Z Translation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalLinkReleaseTranslationZ { get; }
Public Shared ReadOnly Property AnalyticalLinkReleaseTranslationZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalLinkReleaseTranslationZ {
	ForgeTypeId^ get ();
}
static member AnalyticalLinkReleaseTranslationZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace